/* 
  Localizable.strings
  WPS Office Installer

  Created by 沈文 on 2022/6/2.
  
*/
"I have read and agree to the WPS Office License Agreement and the Privacy Policy." = "Ich habe die WPS Office-Lizenzvereinbarung und die Datenschutzrichtlinie gelesen und stimme diesen zu.";
"WPS Office License Agreement" = "WPS Office-Lizenzvereinbarung";
"Privacy Policy" = "Datenschutzrichtlinie";
"By clicking \"Agree and Continue\", you agree to our WPS Office License Agreement and acknowledge that you have read our Privacy Policy to learn how we collect, use and share your data." = "Indem Sie auf „Zustimmen und fortfahren“ klicken, erklären Sie sich mit unserer WPS Office-Lizenzvereinbarung einverstanden und bestätigen, dass Sie unsere Datenschutzrichtlinie gelesen haben, um zu erfahren, wie wir Ihre Daten erfassen, verwenden und weitergeben.";
"Installing WPS Office" = "Installieren von WPS Office";
